[en]
phoenician_let_alef=Phoenician Letter “Alef”
phoenician_let_alef_alt=Alef
phoenician_let_ain=Phoenician Letter “Ain”
phoenician_let_ain_alt=Ain
phoenician_let_bet=Phoenician Letter “Bet”
phoenician_let_bet_alt=Bet
phoenician_let_gaml=Phoenician Letter “Gaml”
phoenician_let_gaml_alt=Gaml
phoenician_let_delt=Phoenician Letter “Delt”
phoenician_let_delt_alt=Delt
phoenician_let_he=Phoenician Letter “He”
phoenician_let_he_alt=He
phoenician_let_het=Phoenician Letter “Het”
phoenician_let_het_alt=Het
phoenician_let_wau=Phoenician Letter “Wau”
phoenician_let_wau_alt=Wau
phoenician_let_zai=Phoenician Letter “Zai”
phoenician_let_zai_alt=Zai
phoenician_let_yod=Phoenician Letter “Yod”
phoenician_let_yod_alt=Yod
phoenician_let_kaf=Phoenician Letter “Kaf”
phoenician_let_kaf_alt=Kaf
phoenician_let_lamd=Phoenician Letter “Lamd”
phoenician_let_lamd_alt=Lamd
phoenician_let_mem=Phoenician Letter “Mem”
phoenician_let_mem_alt=Mem
phoenician_let_nun=Phoenician Letter “Nun”
phoenician_let_nun_alt=Nun
phoenician_let_semk=Phoenician Letter “Semk”
phoenician_let_semk_alt=Semk
phoenician_let_shin=Phoenician Letter “Shin”
phoenician_let_shin_alt=Shin
phoenician_let_pe=Phoenician Letter “Pe”
phoenician_let_pe_alt=Pe
phoenician_let_sade=Phoenician Letter “Sade”
phoenician_let_sade_alt=Sade
phoenician_let_qof=Phoenician Letter “Qof”
phoenician_let_qof_alt=Qof
phoenician_let_rosh=Phoenician Letter “Rosh”
phoenician_let_rosh_alt=Rosh
phoenician_let_tau=Phoenician Letter “Tau”
phoenician_let_tau_alt=Tau
phoenician_let_tet=Phoenician Letter “Tet”
phoenician_let_tet_alt=Tet
phoenician_let_numeral_one=Phoenician Numeral “One”
phoenician_let_numeral_one_alt=1
phoenician_let_numeral_two=Phoenician Numeral “Two”
phoenician_let_numeral_two_alt=2
phoenician_let_numeral_three=Phoenician Numeral “Three”
phoenician_let_numeral_three_alt=3
phoenician_let_numeral_ten=Phoenician Numeral “Ten”
phoenician_let_numeral_ten_alt=10
phoenician_let_numeral_twenty=Phoenician Numeral “Twenty”
phoenician_let_numeral_twenty_alt=20
phoenician_let_numeral_hundred=Phoenician Numeral “Hundred”
phoenician_let_numeral_hundred_alt=100
phoenician_word_separator=Phoenician Word Separator
phoenician_word_separator_alt=Word Separator
